Repository: uniphil/nc14-full
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: <p>James Alexander Longwe works as an Executive Director for Participatory Development Initiatives (PDI): a local non-governmental organization working in Water and Sanitation sector in Malawi. He is the current Board of Trustees Chairman for the Water and Sanitation venture in Malawi. James qualified as a Public Health Assistant in 1989, and joined the Ministry of Health and Population where he worked for six years. In 1995, he joined Concern Universal where he worked as a Community Mobilization Officer before being promoted to work as a Project Manager after undergoing a post-graduate Diploma Course in Water Supply and Sanitation Development in Harare with The Institute of Water Supply and Sanitation Development in conjunction with the Engineering Department of the University of Zimbabwe. In 2002, James joined WaterAid in Malawi, where he worked as a Programme Officer responsible for Partner Capacity Building and Support.</p> <p>As a leader, his aspiration is to facilitate the transformation of the underprivileged communities to fully realize their development potential with the minimum support from government and non-governmental organizations. This can only be realized by forming coalitions between different stakeholders: donors, local and international non-state actors, governments, and beneficiaries themselves.</p>
fr: Disponible en anglais seulement. Désolé!

source: <p>Before launching Fail Forward, Ashley worked in Cairo with the United Nations Environment Programme and as a management consultant in Vancouver, Canada. In both lines of work, Ashley saw a fear of failure inhibit innovation, adaptation, and general growth. In response, she launched both AdmittingFailure.com and the consulting firm, Fail Forward, to spark a shift in how civil society perceives and talks about failure, and to help organizations learn, innovate and build resilience.</p> <p>Ashley has spent the past three years working with a range of organizations from donors and foundations to not-for-profits and private sector companies to use failure as a learning tool and culture driver to support and foster innovation. She is well known for building the Organizational Learning Team at Engineers Without Borders Canada, and continuing to lead the development of their annual Failure Report.</p> <p>Her work on failure has received coverage in a wide range of media and news outlets, including the Stanford Social Innovation Review, The Guardian, Harvard University’s Hauser Center for NonProfit Organizations, TED talks, BBC World, The New York Times , The Wall Street Journal, The Globe and Mail and, most recently in interview with Arlene Dickinson on CBC. Ashley was also the 2013 recipient of the prestigious Harvard Business Review and McKinsey Innovating Innovation Award.</p>
fr: Disponible en anglais seulement. Désolé!

source: <p>What does it mean to be the CEO of a movement? For George Roter, it meant dropping out of his Master’s program and running up $30,000 in credit card debt to fund the launch of Engineers Without Borders Canada (EWB) – that turned out to be a good decision. As EWB’s co-founders, George and friend/colleague Parker Mitchell stewarded the organization from an idea scribbled on a napkin to global influence with 3,000 active members, 50,000 supporters, 37 chapters in Canada and change ventures in Malawi, Ghana, Uganda, Liberia, and Zambia.</p> <p>George is now the sole CEO of an organization with volunteers and staff that have been embedded in more than 150 African businesses, governments and organizations. They drive EWB’s change ventures, working to help local leaders and entrepreneurs create bottom-up, disruptive innovations that address systemic causes of poverty. EWB is also a ‘torch’ for engineers and social change in Canada. George and Parker believed that the engineering profession had a greater role to play in society, and that EWB could lead a movement of socially-minded engineers. EWB’s Canadian change ventures include Canada’s largest grassroots advocacy network on international issues and partnerships to change undergraduate curriculum for 20,000 students, transforming them into Global Engineers.</p> <p>Through EWB, George inspires an ever-growing network of change leaders who are dedicated to making disruptive, positive change. He was awarded the Young Leaders Award by the Public Policy Forum (2007), named as one of Canada’s Top 40 Under 40 (2005) and awarded the prestigious Action Canada Fellowship (2004) on public policy. He’s was also recognized by Time magazine as one of Canada’s next generation of social leaders (2001).</p> <p>George holds a Bachelor of Applied Science from the University of Waterloo (1999), a Bachelor of Applied Studies (Honorary) from Seneca College (2009) and a Doctorate of Applied Science (Honorary) from Queen’s University. When he’s not out trying to change the world, he’s relaxing at home or canoeing with his wife Sari and his golden retriever Coel. And he still doesn’t have his Master’s.</p>
fr: Disponible en anglais seulement. Désolé!

source: Stephen Lewis Foundation
fr: La fondation Stephen Lewis

source: <p>No matter what the issue or how overwhelming the odds, Ilana Landsberg-Lewis passionately believes that individuals can&mdash;and do&mdash;make a real difference.</p> <p>Ilana is a labour and human rights lawyer, and a deeply committed advocate for the rights of women and children. She spent eight years at the United Nations, with the UN Development Fund for Women (UNIFEM), where she worked as the CEDAW (Convention to Eliminate All Forms of Discrimination Against Women) Advisor. Ilana was also instrumental in bringing into existence and managing UNIFEM’s Trust Fund on Violence against Women, which funds grassroots women’s groups in developing countries.</p> <p>In 2003 &mdash; at her kitchen table alongside her father, Stephen Lewis &mdash; Ilana founded the Stephen Lewis Foundation to work directly with grassroots projects in sub-Saharan Africa in their struggle to turn the tide of AIDS on the continent. In just 10 years, the Foundation has disbursed over $72,000,000 in programme spending to over 700 initiatives, partnering with 300 community-based organizations in the 15 African countries hardest hit by the pandemic &mdash; including the over $17,000,000 for grandmothers in Africa and the orphaned children in their care; money raised by thousands of grandmothers across Canada who are part of the Foundation's "Grandmothers to Grandmothers Campaign".</p> <p>In 2009, Ilana was the recipient of the YWCA Women of Distinction award for International Development, and in 2012 was named one of the Top 25 Women of Influence in Canada.Ilana has two sons, Zev and Yoav for grandmothers in Africa and the orphaned children in their care, and is married to Lorraine Segato, a musician and activist.</p>
fr: Disponible en anglais seulement. Désolé!

source: <p>Peter was born and bred in Ghana, and is proud of it! With a background in Development Studies, he has always had a burning desire to be a successful entrepreneur. He is Co-Founder and Co-CEO of AfriLEAD Institute, the largest youth leadership and social entrepreneurship development organization in Ghana.</p> <p>AfriLEAD is a non-profit that works to develop transformational young African leaders and entrepreneurs across Ghana and Burkina Faso. Peter's vision is to establish AfriLEAD as a recognized continental hub for leadership and social change entrepreneurship education, research, and practical opportunities for the next generation of African change makers to transform their communities.</p>
fr: Disponible en anglais seulement. Désolé!

source: <p>Tamaiko Enterprise is a family run business with interests in agriculture and education. The business employs seven family members and some 60 local employees. The enterprise has grown from being a two-acre plant nursery to a six-acre plant nursery, 250-acre mango plantation and a processing unit for fruits and vegetables. Tamaiko Enterprise works to include the community in decision making by employing people from the communities in which they work, especially women. Faiza, the youngest family member employed by Tamaiko Enterprise, has been working in the family business since she was 12. Over the past two years, Faiza has grown the business into one of the biggest nursery plant suppliers in the region. As a result, she is now the vice-president of the Mango Growers Association and a delegate to represent a group of producers on the Technical Review Committee that was set up by the Ministry of Trade and Industry to encourage development of agricultural production. As she has demonstrated good leadership and competence in the management of business staff, Faiza has recently been nominated to join a delegation from the Ghanaian Export Development and Agricultural Investment Fund to Thailand and China.</p>
fr: Disponible en anglais seulement. Désolé!

source: <p>Co-founder, President and Chair of the Board of Tostan Canada, Rebekah Steele supports social transformation for human rights in Africa. Tostan’s powerful model of development done differently brings about wide-spread, historic change. By engaging thousands of communities in a three-year non-formal education program, Tostan spurs meaningful, sustainable impact in education, health, environment, governance, economic growth and more.</p> <p>As a Senior Fellow providing Diversity and Inclusion (D&amp;I) expertise for The Conference Board, Inc., Rebekah is director, faculty and coach for D&amp;I Academies in North America and Europe, writes for The Conference Board Human Capital Exchange™, and supports a broad spectrum of Conference Board D&I initiatives.</p> <p>When leaders are not achieving results that matter in the things they care about most, Rebekah Steele | Diversity Breakthroughs helps them design new, inclusive ways of working with a broad mix of people to enable the results they must achieve. Working across 6 continents, Rebekah designs system-wide strategies, facilitates innovation labs, catalyzes systemic transformations, speaks, and more to advance meaningful impacts from the global practice of D&amp;I. Her work builds on 2 decades of launching and leading global and local D&amp;I strategies in numerous organizations including Amoco, AlliedSignal, Honeywell, and BlackBerry. Learn more at www.rebekahsteele.com.</p>
fr: Disponible en anglais seulement. Désolé!

source: <p>Jeff Geipel &mdash; Mining Shared Value Venture Leader, Engineers Without Borders Canada.</p> <p>Jeff is the founder and venture leader for Mining Shared Value, a venture working to improve the development impacts of Canadian mining investment in developing countries. Before this, Jeff was the founder and first executive director of Fair Trade Vancouver. Fair Trade Vancouver led the charge in making Vancouver the first major city in Canada to achieve Fair Trade Town status, and its media-attracting work became the model for city-based fair trade activism in Canada. Jeff has been researching and working on international trade issues since his undergraduate degree in political science at Simon Fraser University. In addition to his bachelor’s degree, Jeff holds a master’s degree in international development from the London School of Economics in the United Kingdom.</p>
fr: Disponible en anglais seulement. Désolé!

source: Grameen Foundation
fr: La fondation Grameen

source: <p>Steve Wright has worked over 20 years at the intersection of technology and education.</p> <p>At Grameen Foundation, Steve is the VP of Poverty Tools and Insights which includes two teams. The first is the Social Performance Management Center, which provides tools and resources on social performance – specifically the Progress Out of Poverty Index® (PPI®). The second is Inclusive Business Tools which develops and provides TaroWorks: a mobile-enabled, cloud-based information management system designed to improve efficacy and efficiency of those who serve the poor. Before joining Grameen Foundation in August 2010, Steve was a high school teacher and administrator for ten years, followed by ten years as the Director of Innovation and Technology at Salesforce.com Foundation. His foundation work with social investors and social enterprises established him as a thought leader in the social metrics space. Steve is a contributing author of the practical handbook “Nonprofit Management 101,” and is a frequent speaker and blogger on social enterprise, social investment, and social sector.</p>
fr: Disponible en anglais seulement. Désolé!

source: <p>Alan Rogers is an Associate Director at Newton North America and is based in Toronto. He has been with the company for close to a decade and is committed to transforming businesses through operational improvement and guaranteed bottom-line results. He is a strong believer in the value that an engineering skillset brings to any process; whether it’s shop-floor operations, boardroom decision making, or international development.</p>
fr: Disponible en anglais seulement. Désolé!

source: <p>Sara Johnson works at the Mulago Foundation -- a small foundation based in San Francisco that supports innovations targeting the poorest populations throughout the world. The foundation's three areas of focus are livelihoods (specifically as it relates to small-holder agriculture), environmental conservation, and health, and only funds organizations in developing countries. At the foundation, Sara manages the Rainer Arnhold Fellows Program -- a two-year fellowship that cultivates early-stage social entrepreneurs focused on high-impact solutions to poverty. She also manages Big Bang Philanthropy, a donor collaborative comprised of twelve foundations who all commit at least $1 million dollars a year to fund poverty alleviation innovations. The group shares leads, due diligence, and best practices, and tries to make the process simpler for the organizations on the ground.</p> <p>Prior to working at the Mulago Foundation, Sara was an Associate at Village Capital, where she helped with their Atlanta program, and supported new initiatives like the Points of Light Civic Accelerator and the Clarkston refugee accelerator. In 2013, she transitioned to a new position at Emory's Goizueta Business School, where she worked as a Database Developer and Analyst to create a database that captures information from early-stage social enterprises.</p> <p>Sara graduated from the University of San Diego (USD) with a B.A. in Political Science and minors in Psychology and Peace &amp; Justice Studies in 2011, and a graduate degree (M.A.) from USD in Peace &amp; Justice Studies with a focus on economic development in 2012.</p>
fr: Disponible en anglais seulement. Désolé!

source: Gear
fr: Équipement

source: Dive in to emerging theories & new strategies as both a delegate and a presenter. Participate in relevant, participant-driven explorations.
fr: Plongez dans les théories émergentes et les nouvelles stratégies tant comme délégué que comme présentateur. Participez à des explorations pertinentes et dirigées par les participants.

source: Lightbulb
fr: Ampoule

source: Bring your ideas, or build on context and conversations to pitch a new one. Promote them, receive feedback, or find resources.
fr: Apportez vos idées ou servez-vous du contexte et des conversations pour en lancer une nouvelle. Promouvez-les, recevez de la rétroaction ou trouvez des ressources.

source: Handshake
fr: Poignée de main

source: Meet experts and up-and-comers, find clients and investors, foster new partnerships or explore existing coalition efforts.
fr: Rencontrez des experts et des gens de la relève, trouvez des clients et des investisseurs, mettez de l’avant des partenariats ou explorez les efforts de coalition existants.

source: Find out More
fr: En savoir plus

source: <b class="rethink">RETHINK 2014</b> is made possible by the generosity of:
fr: <b class="rethink">Pensons Autremont</b> 2014 est rendu possible grâce à la générosité de:

source: Lead
fr: Principal

source: Hatch Ltd
fr: Hatch

source: Gold
fr: Or

source: TransCanada Corporation
fr: TransCanada

source: Sherritt International
fr: Sherritt

source: Contributor
fr: Contributeur

source: Partner Organizations
fr: Organisations partenaires

source: Engineers Without Borders is looking for more partners.
fr: Ingénieurs sans frontières est à la recherche de plus de partenaires.

source: Interested?
fr: Intéressés?

source: When?
fr: Quand?

source: <strong>Friday, January 10th</strong> to <strong>Sunday, January 12th, 2014</strong>.
fr: <strong>Vendredi, 10 janvier</strong> au <strong>dimanche, 12 janvier 2014</strong>.

source: Where?
fr: Où?

source: Venue
fr: Lieu

source: Toronto Congress Centre North Building
fr: Centre des congrès de Toronto Établissement Nord

source: Accommodations
fr: Hébergement

source: The Travelodge Hotel
fr: L’hôtel Travelodge

source: A room block is reserved for conference delegates, and can be purchased at the time of registration. A <strong>free shuttle</strong> will run between this hotel and the venue through the day -- and it’s approximately a <strong>five minute</strong> ride.
fr: Un ensemble de chambres est réservé pour les délégués de Pensons autrement et celles-ci peuvent être louées au moment de l’inscription. Une <strong>navette gratuite</strong> transportera les délégués entre l’hôtel et le lieu du congrès tout au long de la journée &mdash; un déplacement d’environ <strong>cinq minutes</strong>.

source: Note that there are <strong>numerous alternative accommodations</strong> available in the immediate area, but that transportation will be the delegate’s responsibility in this case. Delegates staying in downtown Toronto will have access to a shuttle each morning and evening, which can be purchased at a cost-recovery rate at the time of registration.
fr: Notez qu’il y aura <strong>bon nombre d’autres hébergements</strong> disponibles dans la région immédiate, mais que le transport, dans ce cas, sera de la responsabilité du délégué. Les délégués demeurant au centre-ville de Toronto auront accès à une navette tous les matins et tous les soirs, moyennant un coût payable lors de l’inscription.

source: Food
fr: Nourriture

source: Registration includes <strong>breakfast, lunch and dinner</strong> for all three days of Rethink, with the exception of dinner on Saturday night. At this time, delegates will be provided with transportation downtown for the opportunity to participate in a variety of events, including networking dinners with some special guests.
fr: L’inscription comprend <strong>le déjeuner, le dîner et le souper</strong> pour les trois journées de Pensons autrement, à l’exception du souper du samedi soir. À ce moment, les délégués auront accès à une navette qui les emmènera au centre-ville où ils auront l’opportunité de participer à une variété d’événements, incluant des soupers de réseautage avec des invités spéciaux.

source: We are proud to be serving <strong>locally-sourced</strong> and <strong>fair trade</strong> products where available throughout the event.
fr: Nous sommes fiers de vous servir des <strong>produits locaux</strong> et <strong>équitables</strong> lorsque cela s’appliquera tout au long de l’événement.

source: How to Get There
fr: Comment vous rendre

source: From Toronto Pearson Airport
fr: À partir de l’aéroport Toronto Pearson

source: A free shuttle is available from the airport (YYZ) to Travelodge Toronto Airport. Please call the Travelodge at (416) 674-2222 to arrange your seat.
fr: Une navette gratuite est disponible pour le déplacement de l’aéroport (YYZ) au Travelodge Toronto Airport. Veuillez contacter Travelodge par téléphone au (416) 674-2222 pour arranger votre déplacement.

source: By Vehicle
fr: En voiture

source: By Taxi
fr: En taxi

source: A taxi estimated from Union Station will take about 25 minutes and will cost roughly $50. You can call Beck (416.751.5555) or Co-Op (416.504.2667).
fr: Un taxi à partir de la station Union prendra environ 25 minutes et coutera environ 50$. Vous pouvez appelez Beck (416.751.5555) ou Co-Op (416.504.2667).

source: <strong>Please see our <a href="%(reg_link)s">registration page</a> for pricing structure information.</strong>
fr: <strong>Veuillez consulter la <a href="%(reg_link)s">page d’inscription</a> pour la structure des coûts.</strong>

source: Engineers Without Borders Canada is looking for partners to tackle extreme poverty through systemic innovation.
fr: Ingénieurs sans frontières Canada est à la recherche de partenaires pour attaquer la pauvreté grâce à l’innovation systémique.

source: Is your organization interested in <strong>sponsoring 750-1,000 entrepreneurs</strong> and leaders committed to systemic innovation?
fr: Votre organisation est-elle intéressée à commanditer de <strong>750 à 1000 entrepreneurs</strong> et leaders dévoués à l’innovation systémique?

source: For pricing information, please see the table below. Otherwise, what are you waiting for?!
fr: Pour des informations relatives aux coûts d’inscription, voyez le tableau ci-dessous. Autrement, qu’attendez-vous?!

source: Register Now
fr: S’inscrire

source: Secure registration provided via myewb.ca
fr: Inscription sécurisée fournie par myewb.ca

source: Early-bird
fr: Lève-tôt

source: Regular
fr: Régulier

source: after <del>Nov 20<sup>th</sup></del> extended to Dec 18<sup>th</sup>
fr: après le <del>20 novembre</del> 20 décembre

source: Student and Partner Organization
fr: Étudiant et organisation partenaire

source: Government
fr: Gouvernement

source: Alumni
fr: Gradués

source: Non-Profit
fr: OSBL

source: EWB Member
fr: Membre d’ISF

source: Please contact your local chapter or network for pricing information
fr: Veuillez contacter votre section ou votre réseau pour les informations relatives aux coûts.

source: What's Included?
fr: Qu’est-ce qui est inclus?

source: 3 days of conference
fr: 3 jours de congrès

source: 8 meals
fr: 8 repas

source: Transportation downtown
fr: Transport au centre-ville

source: Transportation to and from the conference hotel
fr: Transport de et vers l’hôtel du congrès

source: Access to networking and social events
fr: Accès aux événements de réseautage et de social

source: Ticket to Gala
fr: Billet pour le gala

source: Hotels are extra, and we have an exclusive room rate of $102/night+ taxes for the confernece at the Travelodge Toronto Airport. You will be able to reserve at the hotel through our registration system.
fr: Les hôtels sont en extra, mais nous avons des prix exclusifs pour les chambres à 102 $ + taxes par nuit pour le congrès au Travelodge Toronto Airport. Vous pourrez réserver à l’hôtel grâce à notre système d’inscription. Pour les détails logistiques, voyez la section Logistique et coûts.

source: For the <b>big picture</b>, just scroll down.
fr: Pour un <b>aperçu global</b>, faire défiler la page.

source: For details, see the new <a href="http://rethink2014.sched.org/" class="button">Full &nbsp;Schedule</a>
fr: Pour plus de détails, voyez le tout nouvel <a href="http://rethink2014.sched.org/" class="button">Horaire&nbsp;complet</a>

source: Woohoo!
fr: Hourra!

source: Thanks for signing up! We can't wait to see you.
fr: Merci pour votre inscription et au plaisir de vous voir bienôt!

source: Share with your friends:
fr: Partagez avec vos réseaux:
