Repository: uniphil/nc14-full
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Engineers Without Borders
fr: Ingénieurs sans frontières

source: Poverty is the product of broken systems that prevent people from realizing their full potential. Beating poverty means making those systems work.
fr: La pauvreté est le résultat de systèmes qui ne fonctionnent pas et qui empêchent les gens de réaliser leur plein potentiel. Abolir la pauvreté revient à faire fonctionner ces systèmes.

source: At EWB Canada, we invest in people &mdash; smart systems changers, and we incubate the systemic innovations that they create to accelerate rural African development. It’s about people working with people to create lasting, scalable change that unlocks human potential.
fr: C'est exactement ce que fait ISF. Nous investissons dans les gens, de brillants agents de changements des systèmes, et nous servons d'incubateurs aux innovations systémiques qu'ils créent pour accélérer le développement de l'Afrique rurale. Il ne s'agit pas de projets. Il ne s'agit pas de technologie. Ici, tout est à propos de gens travaillant pour des gens afin de créer un changement durable et qui évolue tout en libérant le potentiel humain.

source: Since 2001, we have seen many iterations in our approach. As an adaptable organization, committed to the self-reflection and external explorations needed to continue doing our best work.
fr: Depuis 2001, ISF Canada a travaillé à comprendre et à s’attaquer aux systèmes de la pauvreté et de l’inégalité – et est passée par plusieurs itérations de son modèle tout au long de la route. Nous sommes une organisation avec une grande capacité d’adaptation, engagés envers la réflexion personnelle et les explorations externes nécessaires pour continuer à faire le meilleur travail possible.

source: Rethink 2014
fr: Pensons autrement 2014

source: This is a space curated by EWB Canada, but created in real time by a diverse, cross-sector, and international delegation of over 800 individuals with great experiences and expertise. They’re some of the smartest&mdash;and newest&mdash;leaders in developing leaders, investing in entrepreneurs, and fostering partnerships for global development.
fr: Il s’agit d’un espace organisé par ISF Canada, mais créé en temps réel par une délégation internationale diversifiée, provenant de plusieurs secteurs et comptant plus de 800 individus ayant de bonnes expériences et une certaine expertise. Ils font partie des leaders les plus brillants – et les plus récents – en ce qui concerne le développement de leaders, l’investissement dans les entrepreneurs et la création de partenariats pour un développement mondial.

source: Over three days of workshops, panels, and keynotes, we want to dive in, explore, and truly <i>rethink</i> the ways in which we work as a set of individuals and organizations with a common, ambitious goal.
fr: Au cours de trois jours d’ateliers, de tables de discussion et de conférence, nous voulons plonger, explorer et réellement <i>penser autrement</i> les façons dont nous travaillons en tant qu’individus et en tant qu’organisations avec un but commun et ambitieux.

source: Learn
fr: Apprenez

source: Innovate
fr: Innovez

source: Connect
fr: Entrez en contact

source: Click on the <a href="#learn" class="l">%(l)s</a>, <a href="#innovate" class="e">%(e)s</a>, <a href="#connect" class="p">%(p)s</a> buttons above!
fr: Cliquez sur les boutons <ahref="#learn" class="l">%(l)s</a>, <a href="#innovate" class="e">%(e)s</a>, <a href="#connect" class="p">%(p)s</a> ci-haut!

source: What environments can we create to accelerate personal and organizational change?
fr: Quels environnements pouvons-nous créer pour accélérer le changement personnel et organisationnel?

source: The complexities of the global challenges we face require a new brand of learning and collaboration space. We’ve challenged ourselves to rethink the traditional conference.
fr: La complexité des défis mondiaux auxquels nous faisons face demande une nouvelle façon d’apprendre et un nouvel espace de collaboration. Nous nous sommes mis au défi de penser autrement le traditionnel congrès.

source: Rethink Presentations.
fr: Pensons les présentations autrement.

source: Information that flows in just one direction reaches only half of its potential.<br/>Welcome to the Labs.
fr: L’information circulant dans une seule direction n’atteint que le moitié de son potentiel.<br/>Bienvenue dans les labos.

source: We believe that in order to truly rethink our approaches to global development, we need to leverage the full knowledge of the room &mdash; not just that of the expert at the front. What’s your unique brand of leadership? How does an entrepreneurial model of development intersect or contradict the traditional charity model? What are the interactions and incentives in a development partnership? Dive into exploratory, experimental, and creative spaces with individuals and organizations who have committed to charting new territory and facing difficult tensions.
fr: Nous croyons que pour réellement penser autrement nos approches en développement mondial, nous devons exploiter la connaissance de la salle entière, et non seulement de l’expert devant. Quelle est votre distinction en termes de leadership? Comment un modèle de dévelpopement entrepreneurial rencontre ou contredit le modèle traditionnel de charité? Quelles sont les interactions et quels sont les incitatifs dans un partenariat en développement? Plongez au cœur de l’exploratoire, l’expérientiel et des espaces créatifs avec des individus et des organisations qui se sont engagés à dessiner un territoire nouveau et à se positionner face à des tensions difficiles.

source: Example
fr: Exemple

source: Le Playground will be joining us (all the way from France!) throughout Rethink, bringing their unique approach to leadership development, and challenging participants to get comfortable in a personal and organizational space of reinvention, and in driving from what inspires them to create change.
fr: Le Playground se joindra à nous (directement de France!) tout au long de Pensons autrement, apportant leur approche unique au développement du leadership et mettant les participants au défi d’être confortables dans un espace personnel et organisationnel de réinvention ainsi qu’au défi de partir de ce qui les inspire pour créer du changement.

source: Developing <b>leadership with intention</b> to accompany individuals and teams in the realization of their full potential to impact the world.
fr: Développer le <b>leadership avec une intention</b> pour accompagner les individus et les équipes dans la réalisation de leur plein potentiel à avoir un impact sur le monde.

source: Looking for Partners
fr: À la recherche de partenaires

source: Create with us. We're looking for cross-sector thinkers, talkers, and teachers to share ideas and convene workshops.
fr: Créez avec nous. Nous recherchons de penseurs, des présentateurs et des professeurs des tous les secteurs pour partager des idées et présenter des ateliers.

source: What’s possible if we have the spaces to really get to work?
fr: Qu’est-ce qui serait possible si nous avions les espaces nécessaires pour réellement se mettr eau travail?

source: Test the waters on your new project or idea. Leverage expertise and diversity to bring it to the next level. Find partners, resources, and the energy to move forward and change something.
fr: Sondez le terrain avec votre nouveau projet ou votre nouvelle idée. Servez-vous de l’expertise et de la diversité pour les faire passer au prochain niveau. Trouvez des partenaires, des ressources et l’énergie d’aller de l’avant et de changer quelque chose.

source: Rethink Action
fr: Penser l’action autrement

source: Why wait?
fr: Pourquoi attendre?

source: The Innovation Forum has often been the flagship of conferences hosted by EWB. Rooted in our model of model of entrepreneurship and innovation, it is intended to identify and accelerate ideas that have the potential to disrupt systems of poverty and inequality.
fr: Le forum de l’innovation a souvent été l’étendard des congrès organisés par ISF. Ancré dans notre modèle d’entrepreneuriat et d’innovation, il a pour but d’identifier et d’accélérer le développement d’idées ayant le potentiel de perturber les systèmes de pauvreté et d’inégalité.

source: There is no idea too developed or too new for the Forum. It’s a space to bring your dream, project, startup, or organization and share your biggest questions with our diverse and well-connected delegation. Multiple breakout rooms host a diversity of entrepreneurs with big ideas for global development, as peers self-select into conversations to bring insight, human resources, or capital to your work. It’s messy, colorful, challenging, and real.
fr: Il n’y a pas d’idée qui soit trop développée ou trop nouvelle pour le forum. Il s’agit d’un espace où vous pourrez présenter votre rêve, votre projet, vos idées ou votre organisation et partager vos plus grandes questions avec notre délégation diversifiée et bien connectée au monde. Plusieurs salles seront les hôtes d’une diversité d’entrepreneurs avec de grandes idées pour un développement mondial et les participants sélectionneront eux-mêmes les conversations auxquelles ils participeront et ils emmèneront de riches réflexions, des ressources humaines ou encore financières à votre travail. C’est un forum désordonné et haut en couleurs qui vous mettra au défi, mais qui, surtout, sera vrai.

source: Case Study
fr: Étude de cas

source: The Kumvana Program
fr: Le programme Kumvana

source: The Kumvana Program is a testament to the innovation possible when we come together. The Program was born at the EWB-hosted conference of the same name in 2011, and encourages us that it really is possible to make ideas a reality when we give inspired delegates the hands-on opportunities to create something great.
fr: Le programme Kumvana est un testament à l’innovation qui est possible lorsque nous nous rassemblons. Le programme est né lors du congrès d’ISF du même nom en 2011 et nous encourage à croire qu’il est réellement possible de faire des nos idées une réalité lorsque nous donnons l’opportunité de créer quelque chose de bien.

source: Building the capacity of young inventors, entrepreneurs, challengers and thinkers in Africa, fostering rich collaborations between Canadians and Africans and investing in their collective ability to solve the problems facing Africa today (and tomorrow.)
fr: Développer la capacité des jeunes inventeurs, entrepreneurs, audacieux et penseurs en Afrique en favorisant de riches collaborations entre les canadiens et les africains et en investissant dans leur habileté collective à régler les problèmes auxquels l’Afrique fait et fera face aujourd’hui (et demain).

source: The Innovation Forum is the <b>Rethink</b> flagship entrepreneurial and inspirational event. Design it with us and showcase your organization’s innovative spirit.
fr: Le forum de l’innovation est l’évènement entrepreneurial et inspirant étendard de <b>Pensons Autrement</b>. Concevez-le avec nous et mettez en valeur l’esprit novateur de votre entreprise

source: Let’s face it: you often get the most value from conferences by skipping the powerpoint and stealing conversations in the hallways.
fr: Avouons-le: vous retirez plus des congrès en sautant par-dessus les présentations Powerpoint et en profitant des conversations dans les corridors.

source: What if those hallways weren’t hallways, but intentionally set up collaboration spaces to foster the creation of partnerships, giving you all you need to move from interest to commitment?
fr: Que se passerait-il les corridors n’étaient pas des corridors, mais des espaces de collaboration intentionnellement mises sur pied pour faciliter la création de partenariats, vous donnant tout ce qu’il vous faut pour passer de l’intérêt à l’engagement?

source: Rethink Networking.
fr: Pensons le réseautage autrement.

source: We’ve created two intentional spaces at Rethink to help you make the connections you want.
fr: Nous avons créé deux espaces intentionnels à Pensons autrement pour vous aider à faire les rencontres que vous souhaitez faire.

source: Collaboration Hub
fr: Le coin de la collaboration

source: Inspired by the rise&mdash;and success&mdash;of hub spaces across our country, we’ve decided to build a constant space of collaboration at this conference. Throughout Rethink, you will have the opportunity to opt-out of content and opt-in to meaningful connection, surrounded by a physical environment and the tools you need to make things happen.
fr: Insirés par la montée&mdash;et le succès&mdash;des espaces &laquo; hub &raquo; à travers le pays, nous avons décidé de construire un espace constant de collaboration au congrès. Au cours de Pensons autrement, vous aurez l’opportunité de vous éclipser en dehors du contenu et de sautez dans des conversations pleines de sens pour vous, entourés de l’environnement physique et des outils dont vous avez besoin pour que les choses se passent.

source: Showcase Space
fr: Espace d’exposition

source: Interested organizations have the opportunity to bring their brand to the 800 delegates of Rethink in our showcase space. It’s for those looking to connect with global development leaders in Canada, or to find clients and investors.
fr: Les organisations intéressées ont l’opportunité d’emmener leur nom aux 800 délégués de Pensons autrement dans notre espace d’exposition. C’est un espace pour ceux qui cherchent à entrer en contact avec des leaders en développement mondial au Canada ou à trouver des clients ou des investisseurs.

source: Get in touch
fr: Contactez-nous

source: to find out more about the space we're curating just for you.
fr: pour en savoir plus sur les espaces que nous préparons juste pour vous.

source: The Toronto Congress Centre
fr: Le lieu: Centre des congrès de Toronto

source: The networking opportunities at Rethink total over 30 hours of dedicated time to building connections between delegates, in a beautiful, naturally-lit and separate space provided by the Toronto Congress Centre.
fr: L’une de nos considérations majeures dans le choix de notre lieu était qu’il y ait un espace disponible pour nos délégués où ils pourraient se rencontrer et créer en même temps que des ateliers étaient en cours. Le Centre des congrès de Toronto nous offre un merveilleux espace, naturellement éclairé et divisé, parfait pour favoriser les rencontres.

source: Engineers Without Borders Canada
fr: Ingénieurs sans frontières Canada

source: Français
fr: English

source: Rethink
fr: Pensons Autrement

source: January 10<sup>th</sup> to 12<sup>th</sup><span class='divider'> | </span>Toronto, Ontario
fr: 10 au 12 janvier<span class="divider"> | </span>Toronto, Ontario

source: Leadership, Entrepreneurship, and Partnership for Global Development
fr: Leadership, entrepreneuriat et partenariats pour un développement mondial

source: Click here
fr: Cliquez ici

source: for downloads and app
fr: -- téléchargements

source: National Conference 2014 Logo
fr: Logo du congrès national 2014

source: Home
fr: Accueil

source: About
fr: À propos

source: Schedule
fr: Programmation

source: Logistics
fr: Logistique et coûts

source: Partner
fr: Commanditer

source: Register
fr: S’inscrire

source: Get in touch:
fr: Contactez-nous:

source: All Rights Reserved, 2013
fr: Tous le droits réservés, 2013

source: website by <a href="http://rileyjshaw.com/">Riley</a> and <a href="https://github.com/uniphil">Phil</a>
fr: un site web par <a href="http://rileyjshaw.com/">Riley</a> et <a href="https://github.com/uniphil">Phil</a>

source: Downloads
fr: Téléchargements

source: You will find on this page links to download documents that will help you prepare to for Rethink 2014. You most likely have already recieved some of the documents by e-mail, but you can use this page to access them all.
fr: Vous trouverez sur cette page les liens pour télécharger des documents et matériel qui vous permettront de mieux vous préparer pour le congrès. Certains de ces documents on été diffisés précédemment dans notre infolettre et sont affichés ici pour en facilitez l’accès.

source: Prep materials #1 &mdash; An Introduction (.pdf)
fr: Bloc de préparation #1 &mdash; Une introduction (.pdf)

source: Prep materials #2 &mdash; Social Issues (.pdf)
fr: Bloc de préparation #2 (.pdf)

source: Delegate Handbook (.pdf)
fr: Livret des délégués (.pdf)

source: Sponsorship Briefs (.pdf)
fr: Aperçu des commandites (.pdf)

source: Schedule App
fr: Application mobile

source: The conference schedule has been uploaded to an event app called Sched.org. Sched allows delegates to upload their own profiles - link your professional accounts to receive connections and invitations from other delegates - and to sign up for specific sessions.
fr: La programmation du congrès est hébergée sur une application mobile appelée Sched.org. Sched permet aux délégués de créer leurs propres profils - connectez-y vos comptes professionnels pour recevoir des liens et des invitations d’autres délégués - et de s’inscrire pour des ateliers en particulier.

source: Click here to access the Rethink App
fr: Cliquez ici pour accéder à l’application Sched

source: Note that we will not be regulating session attendance by this sign up. It is, however, the best way to get to know your conference agenda, connect to other delegates interested in the same topics as you, and check out the stellar presenters joining us this year.
fr: Prenez note que nous ne gérerons pas la participation aux ateliers à l’aide de cette “inscription”. C’est toutefois la meilleure façon d’apprivoiser votre horaire du congrès, de rencontrer d’autres délégués intéressés par les mêmes sujets que vous et de jeter un oeil à tous les présentateurs géniaux qui se joignent à nous cette année.

source: <span class="a-an">a</span> <strong class="d after-a">%(d1)s</strong>, <strong class="d">%(d2)s</strong>, and <strong class="d">%(d3)s</strong><br />walk into a room.
fr: Un <strong class="d">%(d1)s</strong>, <strong class="d">%(d2)s</strong> et un <strong class="d">%(d3)s</strong><br/>entrent dans un espace du congrès où l’on pense autrement.

source: what happens next is up to <strong>you</strong>
fr: Ce qui arrive ensuite dépend de <strong>vous</strong>.

source: Poverty and inequality are not new, but more than ever, we see the levels of complexity and interconnections of these global challenges. With new abilities to understand how problems connect, we are called to share and collaborate in our work, to create solutions larger than single organizations.
fr: La pauvreté et l’inégalité n’ont rien de nouveau, mais plus que jamais nous voyons les niveaux de complexité et d’interconnectivité de ces défis mondiaux. Avec de nouvelles habiletés servant à comprendre comment ces problèmes sont reliés, nous sommes appelés à partager et à collaborer dans notre travail et à créer des solutions plus grandes que des organisations seules.

source: Engineers Without Borders (EWB) Canada works to <b class="l">develop leaders</b>, <b class="e">invest in entrepreneurs</b>, and <b class="p">partner with individuals and organizations</b> to tackle these global challenges. Using our work and experience in these three approaches as the foundation of this conference, <strong>we are hosting the opportunity to learn and connect <em>together</em></strong>, with the goal of improving our collective efforts for global development.
fr: Ingénieurs sans frontières (ISF) Canada travaille à développer des leaders, investit dans des entrepreneurs et bâtit des partenariats avec des individus et des organisations afin de s’attaquer à ces défis mondiaux. En utilisant notre travail et notre expérience dans ces trois approches comme base de ce congrès, nous offrons l’opportunité d’apprendre et de connecter ensemble, avec le but d’améliorer nos efforts collectifs pour un développement mondial.

source: Professional Coach
fr: entraîneur professionnel

source: Renewable Energy Start Up
fr: créateur d’énergie renouvelable

source: Management Consultant
fr: Consultant en gestion

source: Student
fr: étudiant

source: Social Innovator
fr: innovateur social

source: International Development Professional
fr: professionnel du développement international

source: Professional Facilitator
fr: animateur professionnel

source: Social Movement Leader
fr: leader d’un mouvement social

source: Member of Parliament
fr: député

source: Social Entrepreneur
fr: entrepreneur social

source: Venture Capitalist
fr: investisseur en capital-risque

source: University Dean
fr: doyen universitaire

source: NGO Founder
fr: fondateur d’une ONG

source: University Professor
fr: professeur universitaire

source: Web Developer
fr: concepteur de pages web

source: Fair Trade Advocate
fr: militant pour le commerce équitable

source: Market Facilitator
fr: Facilitateur du marché

source: Hub Founder
fr: Fondateur d’un "hub"

source: Farmer
fr: fermier

source: Teacher
fr: enseignant

source: Junior Fellow
fr: stagiaire en développement international

source: Religious Leader
fr: leader religieux

source: Environmental Engineer
fr: ingénieur en environnement

source: Leadership Consultant
fr: consultant en leadership

source: Agriculture Specialist
fr: spécialiste de l’agriculture

source: Investor
fr: investisseur

source: DFATD Director
fr: Directeur du MAÉCD

source: Project Manager
fr: gestionnaire de projet

source: Ghanaian Factory Owner
fr: Propriétaire d’usine ghanéen

source: Ghanaian Extension Agent
fr: agent vulgarisateur ghanéen

source: Kenyan Small Business Owner
fr: propriétaire d’une petite entreprise du Kenya

source: Coalition Leader
fr: Leader d’une coalition

source: Non-Profit Fundraiser
fr: Collecteur de fonds pour un OSBL

source: Student Union Leader
fr: leader d’association étudiante

source: Canadian Activist
fr: militant(e) canadien(ne)

source: Malawian District Employee
fr: employé de district du Malawi

source: Featured Speakers
fr: Conférenciers invités

source: <p>Todd works with renewable energy, sustainable growth and energy efficiency companies, as well as companies using the internet and “for-benefit” models to ensure global, long-term, social, environmental and economic well-being.</p> <p>For 25 years, Todd has practiced at Jones Day, a global law firm with more than 2,400 lawyers, including more than 400 in Europe and 200 in Asia, located in centers of business and finance throughout the world. Todd founded Jones Day’s Northern California presence in 2000 by opening its Silicon Valley office, and today heads the Firm’s Energy Practice where he leads its renewable energy and sustainability focus. Todd serves or has served as regular outside counsel for public companies and start-ups alike, as well as counsel for venture capital funds, private equity funds, and investment bankers, including companies such as Embrace Technologies, Network for Good, and SunPower Corporation. Todd’s social entrepreurship and impact investing leadership dates back to 2003, long before mainstream use of the terms, and over the past decade, he has counseled, advised and represented dozens of organizations seeking to alleviate some of the world’s most challenging problems, in some of the world’s hardest places.</p> <p>He tweets <a href="https://twitter.com/rtjohnson">@rtjohnson</a> and blogs at <a href="http://www.BusinessForGood.co">BusinessForGood.co</a>.</p>
fr: Disponible en anglais seulement. Désolé!
